Repository: KDE/kreport
Catalog: poqm/*/kreport_barcodeplugin_qt.po
Languages: ar, el, eo, hi, ia

# KReportItemBarcode|
source: Value
ar: القيمة
el: Τιμή
eo: Valoro
hi: मान
ia: Valor

# KReportItemBarcode|
source: Value used if not bound to a field
ar: القيمة المستخدَمة إذا لم تكن مرتبطة بحقل
el: Η τιμή χρησιμοποιείται αν δεν δεσμεύεται σε πεδίο
eo: Valoro uzata se ne ligita al kampo
hi: किसी चीज से बाध्य नहीं होने पर उपयोगी मान
ia: Valre usate si non ligate a un campo

# KReportItemBarcode|
source: Left
ar: يسار
el: Αριστερά
eo: Maldekstre
hi: बायाँ
ia: Sinistra

# KReportItemBarcode|
source: Center
ar: وسط
el: Κέντρο
eo: Centre
hi: मध्य
ia: Sinistra

# KReportItemBarcode|
source: Right
ar: يمين
el: Δεξιά
eo: Dekstre
hi: दायाँ
ia: Dextera

# KReportItemBarcode|
source: Horizontal Alignment
ar: المحاذاة الأفقية
el: Οριζόντια ευθυγράμμιση
eo: Horizontala Äœisrandigo
hi: आड़ी पंक्तिबद्धता
ia: Alineamento horizontal

# KReportItemBarcode|Barcode symbology, keep short
source: Code 3 of 9
ar: الترميز 3 من 9
el: Κωδ 3 από 9
eo: Kodo 3 el 9
hi: कोड ९ में से ३
ia: Codice 3 de 9

# KReportItemBarcode|3 of 3 Extended: Barcode symbology, keep short
source: Code 3 of 9 Ext.
ar: الترميز 3 من 9 موسَّع
el: Κωδ 3 από 9 επέκτ,
eo: Kodo 3 el 9 Ekst.
hi: कोड ९ में से ३ विस्तृत
ia: Codice 3 de 9 Ext.

# KReportItemBarcode|Barcode symbology, keep short
source: Code 128
ar: الترميز 128
el: Κωδ 128
eo: Kodo 128
hi: कोड १२८
ia: Codice 128

# KReportItemBarcode|Barcode symbology, keep short
source: EAN-8
hi: ईएएन-८

# KReportItemBarcode|Barcode symbology, keep short
source: EAN-13
hi: ईएएन-१३

# KReportItemBarcode|Interleaved barcode 2 of 5: barcode symbology, keep short
source: Interleaved 2 of 5
ar: متداخل 2 من 5
el: Ένθετο 2 από 5
eo: Interplektita 2 el 5
hi: अन्तःपत्रण ५ में से २
ia: Interleaved (intra folios) 2 de 5

# KReportItemBarcode|Barcode symbology, keep short
source: UPC-A
hi: यूपीसी-अ

# KReportItemBarcode|Barcode symbology, keep short
source: UPC-E
hi: यूपीसी-ई

# KReportItemBarcode|
source: Barcode Format
ar: تنسيق الرمز الشريطي
el: Μορφή γραμμωτού κώδικα
eo: Strekkoda Formato
hi: बारकोड प्रारूप
ia: Formato de codice a barras

# KReportItemBarcode|
source: Max Length
ar: أقصى طول
el: Μέγιστο μήκος
eo: Maksimuma Longo
hi: अधिकतम लंबाई
ia: Maxime longitudine

# KReportItemBarcode|
source: Maximum Barcode Length
ar: الحد الأقصى لطول الرمز الشريطي
el: Μέγιστο μήκος γραμμωτού κώδικα
eo: Maksimuma Strekkoda Longo
hi: बारकोड की अधिकतम लंबाई
ia: Maxime longitudine de codice a barras
